/* RuleEditorController */
"%@ (Disabled: %@)" = "%1$@(নিষ্ক্রিয়: %2$@)";

/* SettingsViewController */
"About" = "সম্পর্কে";

/* BookmarkViewController */
"Add Bookmark" = "বুকমার্ক যুক্ত করুন";

/* RuleEditorController */
"All rules" = "সকল নিয়মগুলি";

/* SettingsViewController */
"Allow 3rd-Party Keyboards" = "তৃতীয় পক্ষের কীবোর্ডগুলি অনুমতি দিন";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "হোস্টগুলিকে কুকি এবং স্থানীয় স্টোরেজ ডেটাবেসে স্থায়ীভাবে সংরক্ষন করতে অনুমতি দিন";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "HTTPS হোস্টগুলিকে non-HTTPS হোস্ট থেকে পৃষ্ঠাগুলির রিসোর্স লোড করার অনুমতি দিন (আরএসএস পাঠক এবং অন্যান্য সংগ্রাহকদের জন্য উপযোগী)";

/* SecurityViewController */
"Allow Persistent Cookies" = "ক্রমাগত কুকির অনুমতি দিন";

/* Tab+UIWebViewDelegate */
"Allow this page to close its tab?" = "এই পাতাকে তার ট্যাব বন্ধ করার অনুমতি দিন";

/* Tab+Gestures */
"An error occurred downloading image %@" = "ছবি ডাউনলোড করতে একটি সমস্যা হয়েছে %@";

/* AppDelegate */
"Authentication Required" = "অনুমোদন প্রয়োজন";

/* URLBlockerRuleController */
"Blocked 3rd-Party Hosts" = "3rd-Party হোস্টগুলি ব্লক করা হয়েছে";

/* BookmarksViewController */
"Bookmarks" = "বুকমার্কসমূহ";

/* CircuSitsViewController */
"Bridge Configuration" = "ব্রিজ কনফিগারেশন";

/* DonationViewController */
"Cancel" = "বাতিল";

/* SettingsViewController */
"Changing this option requires restarting the app." = "এই বিকল্পটি পরিবর্তন করার জন্য অ্যাপ্লিকেশানটি পুনরায় চালু করার প্রয়োজন";

/* AppDelegate */
"Close Tab" = "ট্যাব বন্ধ করুন";

/* Tab+UIWebViewDelegate */
"Confirm" = "নিশ্চিত";

/* SecurityViewController */
"Content Policy" = "বিষয়বস্তুর নীতি";

/* SettingsViewController, Storage1ViewController, Storage2ViewController */
"Cookies and Local Storage" = "কুকিজ এবং স্থানীয় স্টোরেজ";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "সাদা তালিকাভুক্ত নয় এমন হোস্ট থেকে কুকিজ এবং স্থানীয় স্টোরেজ ডেটা এই কয়েক মিনিটের জন্য অ্যাক্সেস না হওয়ার পরেও খোলা ট্যাব থেকে সাফ হবে";

/* Tab+Gestures */
"Copy URL" = "URL কপি করুন";

/* AppDelegate */
"Create New Tab" = "নতুন ট্যাব তৈরী করুন";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "ইচ্ছামাফিক ব্যবহারকারী-এজেন্ট স্ট্রিং বসান, বা ডিফল্ট ব্যবহার করার জন্য ফাঁকা রাখুন";

/* HostSettings */
"Default Settings" = "ডিফল্ট সেটিংস";

/* RuleEditorController */
"Disable" = "নিস্ক্রিয়";

/* RuleEditorController */
"Disabled: %@" = "নিস্ক্রিয় করা হয়েছে: %@";

/* DonationViewController */
"Donate" = "অনুদান";

/* BrowsingViewController */
"Done" = "সম্পন্ন";

/* BookmarkViewController */
"Edit Bookmark" = "বুকমার্ক সম্পাদনা করুন";

/* RuleEditorController */
"Enable" = "সক্রিয়";

/* Tab+Gestures, Tab+UIWebViewDelegate */
"Error" = "সমস্যা";

/* AppDelegate */
"Focus URL Field" = "URL ফিল্ডে ফোকাস করুন";

/* AppDelegate */
"Go Back" = "পিছনে যান";

/* AppDelegate */
"Go Forward" = "সামনে যান";

/* SettingsViewController */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* HTTPSEverywhereRuleController */
"HTTPS Everywhere Rules" = "HTTPS Everywhere নিয়মাবলী";

/* AppDelegate */
"Log In" = "প্রবেশ";

/* SettingsViewController */
"Miscellaneous" = "বিবিধ";

/* SecurityViewController */
"No XHR/WebSocket/Video connections" = "কোন XHR/WebSocket/Video সংযোগ নেই";

/* JAHPAuthenticatingHTTPProtocol, Tab+Gestures, Tab+UIWebViewDelegate, DonationViewController */
"OK" = "ঠিক আছে";

/* Tab+Gestures */
"Open" = "খুলুন";

/* SecurityViewController */
"Open (normal browsing mode)" = "খুলুন (সাধারন ব্রাউজিং মুড)";

/* Tab+Gestures */
"Open in a New Tab" = "নতুন ট্যাবে খুলুন";

/* Tab+Gestures */
"Open in Safari" = "সাফারিতে খুলুন";

/* SecurityViewController */
"Other" = "অন্যান্য";

/* AppDelegate */
"Password" = "পাসওয়ার্ড";

/* SecurityViewController */
"Privacy" = "গোপনীয়তা";

/* Tab */
"Pull to Refresh Page" = "পাতা সতেজ করতে টান দিন";

/* SettingsViewController */
"Rate on App Store" = "অ্যাপস্টোরে রেটিং দিন";

/* SettingsViewController */
"Report a Bug" = "সমস্যার কথা জানান";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "ওয়েব পৃষ্ঠাগুলি থেকে রিসোর্স লোডের উপর নিষেধাজ্ঞা";

/* RuleEditorController */
"Rules in use on current page" = "এই পাতায় ব্যবহৃত নীতিসমূহ";

/* Tab+Gestures */
"Save Image" = "ছবি সংরক্ষন";

/* SettingsViewController */
"Search" = "অনুসন্ধান";

/* SettingsViewController */
"Search Engine" = "সার্চ ইঞ্জিন";

/* SettingsViewController */
"Send Do-Not-Track Header" = "অনুসরণ না করা শিরোনাম পাঠান";

/* SettingsViewController */
"Settings" = "সেটিংস";

/* AppDelegate */
"Show Bookmarks" = "বুকমার্ক দেখান";

/* SecurityViewController */
"Strict (no JavaScript, video, etc.)" = "কঠোর (কোন জাভাস্ক্রিপ্ট নয়, ভিডিও, ইত্যাদি)";

/* SettingsViewController */
"Support" = "সহায়তা";

/* AppDelegate */
"Switch to Tab %d" = "%d ট্যাবে যান";

/* SettingsViewController */
"TLS Version" = "TLS সংস্করণ";

/* AddSiteViewController */
"URL" = "URL";

/* SettingsViewController */
"URL Blocker" = "URL ব্লককারী";

/* SecurityViewController */
"User Agent" = "ইউজার এজেন্ট";

/* RuleEditorController */
"User disabled" = "ব্যবহারকারী নিস্ক্রিয়";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "Onion Browser is a free app, but it takes time and resources to develop and maintain.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "You can support the app by sending a small tip through an in-app purchase, below. This is a one-time, non-recurring transaction, but you can come back any time to send another. No information about your in-app purchase is collected or stored by the Onion Browser developers.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "You can learn about other ways to help (including Patreon, PayPal, Bitcoin, or Zcash) in the 'About' section of the 'Settings' page.";

/* DonationViewController */
"__DONATE_THANKS__" = "Thank you! Every little bit helps! Your payment of %@ helps ensure continuing development on Onion Browser and tools that make Tor easier to integrate into other iOS apps.";
